[
    {
      "type": "narrator",
      "text": "Among my family, I'm the smallest in size, <br>and among my peers, I'm the weakest, and the least experienced."
    },
    {
      "type": "narrator",
      "text": "Because I'm still young, still an apprentice, <br>people around me laugh and forgive me. <br>But I don't know what will happen after that."
    },
    {
      "type": "narrator",
      "text": "That's why I knew all along that I had to train <br>twice as hard, or else everyone <br>would leave me behind."
    },
    {
      "type": "narrator",
      "text": "Ever since my sibling's height wasn't much <br>different from mine, I've continued to learn <br>training and hunting knowledge-"
    },
    {
      "type": "narrator",
      "text": "When his body rapidly grew<br>and he surpassed me by a head,<br>I doubled my self-training menu."
    },
    {
      "type": "narrator",
      "text": "Even though I knew there's a difference in species, <br>I don't want to use that as an excuse to stop."
    },
    {
      "type": "narrator",
      "text": "Even if I can't catch up to the adults, <br>I want to at least stand beside my sibling, <br>so I continue to train diligently."
    },
    {
      "type": "narrator",
      "text": "It was something I decided myself, <br>without having to swear to anyone."
    },
    {
      "type": "narrator",
      "text": "Every day, I leave my room <br>before Sterio wakes up and start training."
    },
    {
      "type": "narrator",
      "text": "I keep going on my road work,<br>disguised as me patrolling the settlement,<br>until I hear the signal from home."
    },
    {
      "type": "narrator",
      "text": "When I return home, Sterio, <br>who has woken up, greets me and <br>begs to go for a walk with me."
    },
    {
      "type": "narrator",
      "text": "What is serious training for me, <br>just means a casual walk to my sibling-"
    },
    {
      "type": "narrator",
      "text": "No, no, if I have time to think about such things,<br>I have to tell myself to keep looking forward,<br>and suppress my jealousy and impatience."
    },
    {
      "type": "narrator",
      "text": "The \"walk\" after breakfast is at Sterio's pace, <br>who is much faster than me. <br>I don't have time to think about unnecessary things."
    },
    {
      "type": "narrator",
      "text": "The difference in our abilities,<br>I have no idea when that gap will shrink.<br>Perhaps everyone has already gone to a place I can't reach."
    },
    {
      "type": "narrator",
      "text": "Sterio, who has abilities comparable to his seniors, <br>becomes my hunting dog,<br>but if the hunter (me) is like this-"
    },
    {
      "type": "narrator",
      "text": "Turning away from such frustration,<br>helplessness, and anxiety about the future, <br>I could only continue to look forward."
    },
    {
      "type": "narrator",
      "text": "At that time, I was captivated <br>by a live stream of a hero show <br>I watched casually."
    },
    {
      "type": "narrator",
      "text": "A slender hero in a dress <br>played with and beautifully<br>defeated tough villains."
    },
    {
      "type": "narrator",
      "text": "A very small beastman alien <br>hero was confronting a monster <br>many times its size."
    },
    {
      "type": "narrator",
      "text": "A child hero who looked<br>younger than me dancing gracefully,<br>helping his companions."
    },
    {
      "type": "narrator",
      "text": "I was mesmerized by the sight of heroes of various appearances,<br>each utilizing their strengths to great effect."
    },
    {
      "type": "narrator",
      "text": "I thought that in this place, <br>even I could be useful to everyone <br>in some way."
    },
    {
      "type": "narrator",
      "text": "If I could become a hero, <br>I wouldn't have to worry about being a burden <br>to my family or sibling-"
    },
    {
      "type": "narrator",
      "text": "I thought that the excellent Sterio would inherit the family business, <br>and I would find a different path, <br>and we would both have a good future."
    },
    {
      "type": "narrator",
      "text": "That's why I told my father and mother <br>that I wanted to be a hero. And yet-"
    },
    {
      "type": "narrator",
      "text": "I never imagined that <br>Sterio would also say he wanted to be a hero."
    },
    {
      "type": "narrator",
      "text": "I don't know why.<br>But he always acts as if walking the<br>same path as me is his second nature."
    },
    {
      "type": "narrator",
      "text": "I can't say \"No, don't follow me\". <br>Because his future is his own."
    },
    {
      "type": "narrator",
      "text": "I know that I'm just feeling complicated emotions <br>and Sterio isn't doing anything wrong."
    },
    {
      "type": "narrator",
      "text": "While heading to Earth on the spaceship, <br>I was looking forward to meeting heroes-"
    },
    {
      "type": "narrator",
      "text": "\"May only I be able to become a hero\". <br>...I was wishing for something so cowardly."
    },
    {
      "type": "title",
      "text": "Chapter 4 - He's His Person, And I'm My Person"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Sterio, you...<br>……………."
    },
    {
      "type": "character",
      "name": "Mokdai",
      "avatar": "./char/Mokdai.png",
      "text": "Wow, you really transformed! <br>That's great, Sterio-kun."
    },
    {
      "type": "character",
      "name": "Narihito",
      "avatar": "./char/narihito.png",
      "text": "First of all, congratulations, Sterio-kun! <br>Before you start hero activities, <br>there are many administrative things waiting for you-"
    },
    {
      "type": "character",
      "name": "Narihito",
      "avatar": "./char/narihito.png",
      "text": "But all of that can be explained in words, <br>and it's something we can help with. <br>So let's not think about it now."
    },
    {
      "type": "narrator",
      "text": "Mokdai and Narihito welcome <br>the birth of a new hero. <br>-Yes, this is a joyous occasion."
    },
    {
      "type": "narrator",
      "text": "Although he understands that intellectually, <br>Canes cannot honestly celebrate his sibling's wish coming true, <br>and he chokes on his words."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "-It's amazing, ahaha. <br>You did it, Sterio! <br>How did you transform?"
    },
    {
      "type": "narrator",
      "text": "Even if he managed to speak, <br>he couldn't force a smile.<br>He didn't even know how he felt right now."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "I don't know!<br>I wished I wanted to be a hero, <br>but I didn't do anything else...?"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "W-what do you mean you don't know!? <br>You just transformed, and you don't <br>even know how-"
    },
    {
      "type": "narrator",
      "text": "Canes recalls the words of the heroes <br>he had questioned so far. <br>None of them had a clear answer."
    },
    {
      "type": "narrator",
      "text": "Even the heroes themselves cannot <br>clearly explain how to awaken."
    },
    {
      "type": "narrator",
      "text": "Canes swallows the emotions that were about to burst forth and organizes <br>the information. The frown between his brows disappears, <br>and the tension in his whole body relaxes."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "-I see, there was <br>no answer from the beginning."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Whether you can awaken or not <br>is determined by whether that person <br>is suited to be a hero, isn't it?"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Hey... [Player]-san. <br>Isn't that right?"
    },
    {
      "type": "narrator",
      "text": "It would be easier to give up cleanly <br>if someone else would admit <br>that he simply wasn't suited for it."
    },
    {
      "type": "narrator",
      "text": "Because then he could tell himself <br>that he wasn't left behind by his sibling, <br>but just took a different path."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "Hmm... I wonder.",
          "dialogue_after_selection": []
        },
        {
          "text": "Is there such a thing as aptitude?",
          "dialogue_after_selection": []
        },
        {
          "text": "Even if that's the case-",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "narrator",
      "text": "[Player], who has witnessed <br>many companions awaken as heroes, <br>answered."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "It might be too early to draw conclusions.",
          "dialogue_after_selection": []
        },
        {
          "text": "I don't think you need to give up.",
          "dialogue_after_selection": []
        },
        {
          "text": "No one can know about aptitude."
        }
      ]
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "…………….<br>Why do you <br>think that way, [Player]-san?"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "(Talks about Akashi)",
          "dialogue_after_selection": [
            {
              "type": "narrator",
              "text": "[Player] talks about their childhood friend who always cared for them, who had lost their memories."
            },
            {
              "type": "narrator",
              "text": "There were times when he awakened as a hero, then let go of his dream and couldn't transform. <br>Yet, he still came back-"
            }
          ]
        },
        {
          "text": "(Talks about Mokdai again)",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Mokdai",
              "avatar": "./char/Mokdai.png",
              "text": "My story!?<br>It's fine, but hearing it from [Player]'s mouth makes me feel a bit awkward, ahaha..."
            },
            {
              "type": "narrator",
              "text": "[Player] talks about their senior colleague who has always watched over them since they changed jobs to the hero industry."
            },
            {
              "type": "narrator",
              "text": "It's because he bravely reached for his wish that they are alive here and now-"
            }
          ]
        },
        {
          "text": "(Talks about Sui)",
          "dialogue_after_selection": [
            {
              "type": "narrator",
              "text": "[Player] talks about their colleague who frankly reprimands her companions and sometimes gently supports them."
            },
            {
              "type": "narrator",
              "text": "Facing her past, overcoming the separation from her family, and gaining new bonds and a firm dream-"
            }
          ]
        }
      ]
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "So, I don't think you need to give up.",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "...Thank you, <br>[Player]-san."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "I'm not confident that I can become <br>a splendid adult like everyone at Parallel Flight. <br>But-"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "I'm happy that you say such things <br>to me, who you just met."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "Sorry Canes, I'm not smart,<br>so I can't teach you anything <br>about how to transform..."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "I'm sorry too, Sterio. <br>Even though you finally managed to transform, <br>I poured cold water on your happiness."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "That's right, more than me, <br>it's better for your wish to come true first. <br>I thought so myself, though."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "...Woof? <br>What, what do you mean?"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "It's nothing, just me talking to myself. <br>-Sorry for getting flustered, <br>[Player]-san, everyone."
    },
    {
      "type": "narrator",
      "text": "Canes pretends to be calm, <br>and apologizes with a forced smile <br>that is utterly unbefitting his age."
    },
    {
      "type": "narrator",
      "text": "Rokusei, who had been watching<br>the boys' situation from a distance, <br>spoke to [Player] quietly."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "(Oh dear, how endearing... <br>But if I say that, Canes-kun will surely <br>get upset.)"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "(But, the impatience of being unable to become anything, <br>I understand it painfully well... <br>So much so that I can't see it as someone else's problem.)"
    },
    {
      "type": "narrator",
      "text": "Talent, aptitude, or perhaps species and birth. <br>Rokusei has lived through the unreasonable reality <br>where things he couldn't choose became barriers."
    },
    {
      "type": "narrator",
      "text": "In contrast, Canes, because he could <br>freely decide his own path, <br>couldn't fully become anything."
    },
    {
      "type": "narrator",
      "text": "He didn't have the ability to inherit the family business, <br>and he didn't know if he could awaken like Sterio <br>and walk the path of a hero."
    },
    {
      "type": "narrator",
      "text": "Being able to do both, as his mother said, was out of the question; <br>he was a half-hearted person, neither one nor the other-<br>That's how Canes currently evaluates himself."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "(I don't intend to meddle in their sibling relationship, <br>but if possible, I want to look after them <br>until they understand the \"form of their dream\".)"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "I feel the same way.",
          "dialogue_after_selection": []
        },
        {
          "text": "We're in this together.",
          "dialogue_after_selection": []
        },
        {
          "text": "You're such a good person~",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "narrator",
      "text": "Rokusei returns a smile<br>instead of words to [Player] and <br>calls out to the boys."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Alright, in that case, this old man <br>will stick with you guys all the way! <br>Let's meet more heroes."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Besides the food area, hero agencies <br>are also setting up shops, so <br>let's visit them all!"
    },
    {
      "type": "character",
      "name": "Narihito",
      "avatar": "./char/narihito.png",
      "text": "However... for now, it seems <br>we'll just have to wait until the evacuation <br>order is lifted and the venue is confirmed safe."
    },
    {
      "type": "character",
      "name": "Narihito",
      "avatar": "./char/narihito.png",
      "text": "Also... I'm really sorry about this, but <br>I need to get back to work soon. <br>I have to report the details of the previous incident to my superior."
    },
    {
      "type": "character",
      "name": "Mokdai",
      "avatar": "./char/Mokdai.png",
      "text": "Oh, I forgot! <br>I'm on duty at the food stall right now. <br>I have to get back before they reopen-"
    },
    {
      "type": "character",
      "name": "Mokdai",
      "avatar": "./char/Mokdai.png",
      "text": "Also, we haven't eaten yet <br>after that commotion, have we...? <br>Aren't you all hungry? Let's go back together!"
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "Justice Curry!? <br>Want, want, I'm hungry~!"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Whoa, gross!<br>Sterio, don't drool on my head! <br>Um, you'll have to excuse us, Rokusei-san-"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "I know. I'm hungry too, so <br>let's go meet other heroes <br>after we've eaten lunch."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "[Player], <br>is that okay with you too?"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "Of course!",
          "dialogue_after_selection": []
        },
        {
          "text": "The deliciousness of lunch on expenses!",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Rokusei",
              "avatar": "./char/tsuneaki.png",
              "text": "Ahaha, Gammei-kun would be envious if he heard that. <br>Should I take a picture and send it to him?"
            }
          ]
        },
        {
          "text": "I'm curious about the food stall next door too.",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Rokusei",
              "avatar": "./char/tsuneaki.png",
              "text": "I'll treat you to that. <br>Canes-kun and Sterio-kun are growing boys, so they'll eat anything, right?"
            }
          ]
        }
      ]
    },
    {
      "type": "narrator",
      "text": "The relieved group <br>converses peacefully and <br>returns to the food area."
    },
    {
      "type": "narrator",
      "text": "Soon after, the venue's alert status <br>was lifted, and Hero Festa resumed."
    },
    {
      "type": "narrator",
      "text": "With their stomachs full, [Player] and the others <br>walk through the Hero Festa venue again <br>and arrive in front of a certain building."
    },
    {
      "type": "narrator",
      "text": "At the entrance, a large signboard <br>with \"Summer Vacation Hero Consultation Room\" <br>written in brushstrokes was propped up."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "The hero agency in charge was, I think...",
          "dialogue_after_selection": []
        },
        {
          "text": "Is that Shouen-sensei's handwriting?",
          "dialogue_after_selection": []
        },
        {
          "text": "So there was a section like this.",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "This consultation room is operated by <br>a hero agency called <br>\"Heroic Educators\"."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Teachers, scholars, and <br>heroes involved in education <br>are affiliated with them."
    },
    {
      "type": "narrator",
      "text": "Rokusei explains about the booth they visited <br>in a way that the boys from outside the Earth Sphere <br>could understand."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "In some regions of Earth, during the hot season, <br>it's called \"summer vacation,\" and companies <br>and schools close for a while."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "It seems that heroes who are usually teachers <br>or scholars have set up <br>this consultation room during that period."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "I've heard of summer vacation! <br>It's a long break, but you get a ton of homework <br>and end up crying at the end."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Our father is from Earth, and <br>sometimes he tells us stories from the past. <br>School, huh, I want to go..."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Are there no schools on Muiraoka I? <br>Even so, you two seem to be able to <br>read and write properly."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "We study at home. <br>We always use communication, and sometimes we visit teachers. <br>But we've never been to school yet!"
    },
    {
      "type": "narrator",
      "text": "While waiting in line, <br>they talk about their respective planets <br>and local life."
    },
    {
      "type": "narrator",
      "text": "Canes has completely regained his composure, <br>and converses casually with <br>[Player] and Rokusei. However-"
    },
    {
      "type": "narrator",
      "text": "He no longer had the sparkling eyes <br>he had when they first met <yesterday."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "(Is he still down?)",
          "dialogue_after_selection": [
            {
              "type": "narrator",
              "text": "[Player] casually looks at Rokusei's face.<br>He doesn't show any particular concern for Canes."
            }
          ]
        },
        {
          "text": "(This is probably just right.)",
          "dialogue_after_selection": [
            {
              "type": "narrator",
              "text": "[Player] casually looks at Rokusei's face.<br>He doesn't show any particular concern for Canes."
            }
          ]
        },
        {
          "text": "(Continues chatting without minding)"
        }
      ]
    },
    {
      "type": "narrator",
      "text": "While continuing their casual conversation <br>about hobbies and favorite games, <br>it was finally their turn."
    },
    {
      "type": "narrator",
      "text": "Guided by an apprentice hero, <br>they are led into a room,<br>and the group meets two heroes."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Alright, next person, <br>thank you for waiting... what, <br>it's you, [Player]!"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Could it be that you came to see me on purpose?<br>What, you're doing something cute, hey-"
    },
    {
      "type": "narrator",
      "text": "As if to greet, Kyoichi closes the distance <br>to [Player] and subtly attempts <br>physical contact."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "In front of customers?",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Kyoichi",
              "avatar": "./char/kyoichi.png",
              "text": "Eh-<br>Whoa, my apologies, welcome to the Hero Consultation Room!<br>What, are you escorting a guest?"
            }
          ]
        },
        {
          "text": "Those things can wait for later...",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Rokusei (Rookies)",
              "avatar": "./char/event_tsuneaki.png",
              "text": "Hello~ you two lovebirds! <br>This is the Hero Consultation Room, right!?"
            }
          ]
        },
        {
          "text": "(Grabs Kyoichi's wrist)",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Kyoichi",
              "avatar": "./char/kyoichi.png",
              "text": "Ow ow ow ow ow!<br>Akashi taught you this hold, didn't he!?"
            },
            {
              "type": "character",
              "name": "Rokusei (Rookies)",
              "avatar": "./char/event_tsuneaki.png",
              "text": "[Player]-kun!? <br>That sure looks like a lot of fun, but the customers will be surprised, so take it easy...?"
            }
          ]
        }
      ]
    },
    {
      "type": "narrator",
      "text": "While [Player] and the others evade <br>Kyoichi's usual greetings (pranks), <br>the other hero-"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Hoh-hoh, well, well, <br>this is quite..."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "What, what, are you someone who likes fur? <br>If you brush me, you can <br>fluff me up a lot!"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Indeed, your fur is certainly beautiful, but <br>what I'm interested in is the splendid <br>skeleton that forms that physique!"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Oh, that young man over there also has a magnificent body, <br>his evenly trained muscles are wonderful, but <br>each of the bones supporting them is also beautiful!"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Eh, can you tell bones in detail<br>just by feeling them from the outside? <br>Um, Hero... Professor?"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Oh, my apologies, I'm Marfik. <br>I'm a hero affiliated with Heroic Educators, <br>and I'm an archaeologist."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Among other things, I have a keen eye for fossil excavation, <br>and I love to look at the bones of <br>all kinds of animals, hahahaha."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "I'm Element Teacher. <br>I'm affiliated with Professor Marfik, <br>and I'm usually an elementary school teacher. Nice to meet you!"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "I thought they were all involved in education <br>because they're here... but somehow <br>the teachers' personalities are too strong, aren't they?"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "This much is just right to get <br>students to remember our faces. <br>I'm still quite plain, you know?"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Anyway... first off, could you tell us your <br>names and what kind of consultation <br>you'd like to have?"
    },
    {
      "type": "narrator",
      "text": "Kyoichi switches to his hero or teacher persona <br>and gently speaks to Canes and Sterio."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "...Canes, are you okay? <br>Should I talk?"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Thanks, Sterio. <br>But it's okay... I'll explain. <br>You're not good at that, are you?"
    },
    {
      "type": "narrator",
      "text": "After introductions, <br>Canes explains the circumstances so far, <br>focusing on the events at Hero Festa."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "I see. <br>How to awaken as a hero, huh..."
    },
    {
      "type": "narrator",
      "text": "Seeing Marfik and Kyoichi frown <br>and furrow their brows, <br>Canes speaks hesitantly."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "After all, there's nothing else <br>to talk about besides aptitude, is there? <br>Sorry for asking a strange question-"
    },
    {
      "type": "character",
      "name": "Kyoichi & Marfik",
      "avatar": "./char/placeholder.png",
      "text": "Excellent observation!"
    },
    {
      "type": "narrator",
      "text": "The heroes involved in teaching praised Canes<br>like they were praising their own student."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "-!? <br>Excellent... what is excellent about it?"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Controlling the hero suit, <br>and simulating the abilities and characteristics <br>of Parallel Weapons-"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "At least on Earth, I hear that various engineers <br>are researching the relationship between hero abilities<br>and parallel universes, and how to utilize them."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "However, the initial transformation... that is, <br>the \"mechanism of hero awakening\" <br>has not yet been fully elucidated."
    },
    {
      "type": "narrator",
      "text": "Saying that, Marfik smiles, <br>as if his chest swells <br>at the unknown he speaks of."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Heroes are truly diverse. <br>Their origins and formations seem completely different. <br>However, that's just because we \"don't know yet\"."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "In other words, if you pursue your question, <br>I believe it could become a cutting-edge<br>research topic in modern times."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "B-but isn't my question something that can't be so<br>simply answered just by thinking about it? <br>Even heroes themselves can't answer it..."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Who knows? Even if it's true now, <br>things might connect by chance, and <br>there might be a big discovery."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Speaking of heroes themselves not being able to answer, <br>I can't even correctly explain <br>how the suit I usually use works."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Besides, there are plenty of people who use <br>appliances and communication devices <br>without knowing how they work inside."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Even for hero awakening, even if the person themselves <br>doesn't understand it, smart people around them <br>will investigate and analyze it. But-"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Canes-kun, if your current question hadn't existed, <br>smart people might not have been <br>even slightly interested in it."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Indeed, in the field of research, <br>noticing things and questioning them <br>are that important."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Congratulations, Canes-kun, Sterio-kun! <br>At your young age, you have opened the door<br>to the exploration of the unknown!"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Do you two have any interest in archaeology? <br>With your splendid physiques and flexible minds, <br>in the future, in our laboratory-"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "But they've both decided on their futures.",
          "dialogue_after_selection": []
        },
        {
          "text": "Professor Marfik, you're getting ahead of yourself!",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Marfik",
              "avatar": "./char/marfik.png",
              "text": "Is that so?<br>If I invite them now, in a few years, they might be wielding pickaxes with me at an excavation site, you know?"
            },
            {
              "type": "character",
              "name": "Rokusei",
              "avatar": "./char/tsuneaki.png",
              "text": "He's aggressive, this professor! <br>But let me tell you, both of them have already decided on their future paths, you know?"
            }
          ]
        },
        {
          "text": "Is this early recruitment?",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Marfik",
              "avatar": "./char/marfik.png",
              "text": "Indeed, that's a very corporate way of thinking, but it's true that in any industry, everyone wants to secure excellent talent first."
            },
            {
              "type": "character",
              "name": "Marfik",
              "avatar": "./char/marfik.png",
              "text": "Moreover, educators like us can't help but polish raw talent when we see it.<br>Hahahaha!"
            },
            {
              "type": "character",
              "name": "Rokusei",
              "avatar": "./char/tsuneaki.png",
              "text": "However, it seems they've already <br>decided on their future paths."
            }
          ]
        }
      ]
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Oh, indeed, you said something like that earlier. <br>It's truly admirable for young people."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "It's regrettable for me, but... you two, <br>do what you want to do, and choose any path <br>without leaving any regrets."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "......<br>...Yes."
    },
    {
      "type": "narrator",
      "text": "Yesterday and today, the heroes have <br>been concerned about him, showing him various possibilities, <br>and placing their hopes in him."
    },
    {
      "type": "narrator",
      "text": "He wants to believe that, as they say, <br>a brilliant future awaits him at the end of his efforts."
    },
    {
      "type": "narrator",
      "text": "However, he doubts that any convenient events <br>will come to him, who has achieved nothing yet-<br>Such doubts threaten to crush his hope."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "Understood, <br>thank you, Sensei... hero? <br>I'm grateful either way!"
    },
    {
      "type": "narrator",
      "text": "Next to him, Sterio smiles and replies, <br>while Canes, with a troubled expression, <br>listens to his voice and calms his anxiety."
    },
    {
      "type": "character",
      "name": "????",
      "avatar": "./char/placeholder.png",
      "text": "……………<br>……………."
    },
    {
      "type": "narrator",
      "text": "Heroes surrounding the consultant. <br>At that time, no one had yet noticed <br>the suspicious shadow observing them-"
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "We found him, senior! <br>This is our target, <br>the one called [Player], right?"
    },
    {
      "type": "narrator",
      "text": "In a secluded corner of the venue, <br>figures with appearances far from heroic <br>are secretly conversing."
    },
    {
      "type": "narrator",
      "text": "One opens a device he possesses <br>and shows a freshly stolen image, <br>and the other nods with satisfaction."
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "You did well, rookie! <br>I knew a strong Observer like [Player] <br>would definitely participate-"
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "It was worth sneaking into Hero Festa. <br>Let's get plenty of praise from the boss later."
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "Hehehe... it's all thanks to you, senior! <br>But why is someone so bland <br>the boss's favorite?"
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "I-I can definitely make the boss <br>happier than this person!"
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "Well, just meet them in person.<br>Then you'll come to like [Player] too."
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "Really? Then let's quickly <br>snatch the target while the heroes <br>are still chatting!"
    },
    {
      "type": "narrator",
      "text": "Unaware that danger was quietly approaching, <br>[Player] was still focused on the conversation <br>with everyone in the Hero Consultation Room."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "-So, the first question was <br>how to awaken as a hero, right?"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "If you can't think of a specific method, <br>how about looking back at what you were doing <br>at that time?"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "As for Sterio-kun, Canes-kun was <br>there with him, so he knows, right? <br>Then, what about the other heroes?"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "However, to recall the events of awakening, <br>at least for me, <br>too much time has passed."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Professor Marfik, there are many <br>rookie heroes participating <br>in this event, aren't there!"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "If they're rookies, they probably just awakened, <br>so they should remember the details <br>well, don't you think?"
    },
    {
      "type": "narrator",
      "text": "Hearing the word \"rookie\", <br>everyone present <br>turns to face Rokusei."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "...Huh. Rokusei-san was <br>next to [Player]-san just a moment ago, <br>wasn't he?"
    },
    {
      "type": "narrator",
      "text": "However, even looking around the consultation room now, <br>he cannot be seen anywhere."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "When did he disappear?",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Rokusei",
              "avatar": "./char/tsuneaki.png",
              "text": "Sorry for interrupting the conversation, I had an urgent matter to attend to."
            }
          ]
        },
        {
          "text": "Is he slacking off...?",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Rokusei",
              "avatar": "./char/tsuneaki.png",
              "text": "No, isn't this also an important part of a hero's job?"
            }
          ]
        },
        {
          "text": "(Something's happened-)",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Rokusei",
              "avatar": "./char/tsuneaki.png",
              "text": "Sorry for interrupting the conversation.<br>An urgent matter came up.<br>...So, [Player], you noticed? <br>As expected."
            }
          ]
        }
      ]
    },
    {
      "type": "narrator",
      "text": "Rokusei appears with a voice. <br>At his feet, standing at the room's entrance, <br>two figures lie fallen."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "While the teachers were having an important conversation, <br>I felt a gaze from outside the room. <br>I followed it and this is what happened."
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Whoa, what's this, villains!? <br>How did you <br>get into Hero Festa?"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Apparently, they're fans of [Player]. <br>So enthusiastic that they tried to <br>kidnap you somewhere."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "That's not being a fan anymore, is it?",
          "dialogue_after_selection": []
        },
        {
          "text": "...I have a hunch.",
          "dialogue_after_selection": []
        },
        {
          "text": "UEHA police officers, help!",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "Damn it, we were on track <br>until we found the target...<br>I'm so frustrated, senior!"
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "That cheerful hero completely pretended <br>not to notice us, I was totally fooled!"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "No, first of all, it's 4 against 2, not enough manpower, <br>and if we're capturing them alive, it'll take even more effort, <br>we should call for backup first..."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "Papa always says that the one who is careless <br>will be hunted. <br>Do you want to study hunting at our place?"
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "Straight logic! Anyway, what's with these guys, <br>\"capturing alive\" and \"being hunted\"? <br>Are they members of some mafia?"
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Hey, you two.<br>This isn't about hunting.<br>And what are you doing advising villains?"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Whoa, I'm sorry! <br>When I heard \"target\", I unconsciously <br>thought of our family business..."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "Not hunting? <br>But this person said \"target.\" <br>What else are they going to do?"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "This old man is curious too~? <br>But let's leave that for the police <br>to handle..."
    },
    {
      "type": "narrator",
      "text": "Kyoichi, Marfik, and Rokusei <br>surrounded the villains."
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "Nooo! I don't want to go to<br>the lockup right after my debut! <br>Help me, Boss!"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "Boss...?",
          "dialogue_after_selection": []
        },
        {
          "text": "Ah, damn it!",
          "dialogue_after_selection": [
            {
              "type": "narrator",
              "text": "The moment [Player] realized who the person called \"Boss\" was, a voice echoed from outside the building."
            }
          ]
        },
        {
          "text": "Could he actually be here...?",
          "dialogue_after_selection": [
            {
              "type": "narrator",
              "text": "The moment [Player] realized who the person called \"Boss\" was, a voice echoed from outside the building."
            }
          ]
        }
      ]
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Gah-hah-hah-hah! <br>You did well, subordinates! <br>Leave the rest to me!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "But listen up, rookies! <br>Don't call me \"Boss\"... <br>Call me \"Captain\"!!"
    },
    {
      "type": "narrator",
      "text": "Impact and rumbling assail the venue. <br>Rushing out of the building, they find it <br>already surrounded by numerous villains."
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Long time no see! <br>Don't you look as lively as ever, <br>[Player]?"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Hero Festa is an event for the whole city, right? <br>Then I, Space Pirate Suhail, will make it interesting!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "First, it's the initiation ceremony <br>of our Bautista Pirate Crew! Subordinates! <br>Bring [Player] here!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "I'll hijack the venue's broadcast and <br>loudly promote your pirate debut! <br>Gah-hah-hah-hah-hah!"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "That villain is seriously trying to <br>recruit [Player] into his pirate crew!"
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "[Player], let me transform! <br>They're surrounding us. <br>I have to protect Canes and everyone!"
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Sterio...<br>......"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "It's an emergency, can't be helped.",
          "dialogue_after_selection": []
        },
        {
          "text": "Don't be reckless.",
          "dialogue_after_selection": []
        },
        {
          "text": "(Operates the device)",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "narrator",
      "text": "With [Player]'s approval, <br>Sterio is once again enveloped in light <br>and transforms into his hero form."
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "You two, are you the new faces?<br>At least among those I've fought so far, <br>there were no heroes like you."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Oh, you fight with heroes so often, huh? <br>You're quite the villain, aren't you?"
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "I'm meeting you for the first time. <br>I'm Sterio. I just became a hero. <br>Nice to meet you!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "...Pfft, hahahahaha! <br>A rookie who honestly introduces himself to a villain, <br>that's hilarious!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Alright! In that case, I'll <br>bring out my newly initiated subordinates too. <br>Let's have a rookie showdown!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "If you win, <br>I'll withdraw from this place... How about it, <br>doesn't that sound like an interesting debut match?"
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "C-captain!? <br>Are we going to fight <br>the heroes by ourselves!?"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Don't whine! <br>You all know the motto of the <br>Bautista Pirate Crew, don't you!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Give it your all and knock down those heroes! <br>If you can... I'll give you <br>plenty of \"rewards\"!"
    },
    {
      "type": "character",
      "name": "Pirates",
      "avatar": "./char/placeholder.png",
      "text": "We'll do it!! <br>Whoa, whoa, we absolutely <br>can't lose this battle...!"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Hey, [Player]? <br>Is your daily life <br>always this chaotic?"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "I want to believe that's not true.",
          "dialogue_after_selection": []
        },
        {
          "text": "Well, mostly... yes.",
          "dialogue_after_selection": []
        },
        {
          "text": "I can't hear anything!",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "character",
      "name": "Kyoichi",
      "avatar": "./char/kyoichi.png",
      "text": "Professor Marfik, we need to <br>hurry and secure the safety <br>of the visitors remaining inside!"
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "Hmm, it's regrettable to leave it to rookies, but <br>it's true that accepting the villain's proposal <br>will suppress further damage to the surroundings..."
    },
    {
      "type": "character",
      "name": "Marfik",
      "avatar": "./char/marfik.png",
      "text": "-Sorry, but I'm counting on you, <br>Sterio-kun, Rokusei-kun, <br>[Player]-kun...!"
    },
    {
      "type": "title",
      "text": "Battle Start"
    },
    {
      "type": "character",
      "name": "Space Pirates",
      "avatar": "./char/placeholder.png",
      "text": "Whoa-ho-ho-ho!?"
    },
    {
      "type": "narrator",
      "text": "Every time Sterio blows his giant horn, <br>gusts of wind and whirlwinds appear without warning, <br>pushing back the approaching villains."
    },
    {
      "type": "narrator",
      "text": "They couldn't get <br>a single step closer <br>to [Player] or Canes."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "You're good, Sterio-kun. <br>Now I can concentrate on repelling them-<br>Hya!"
    },
    {
      "type": "narrator",
      "text": "The moment the sword Rokusei threw <br>touched a villain's arm, it transformed <br>into a mass of energy and exploded."
    },
    {
      "type": "narrator",
      "text": "Just when it seemed like it would end in a one-sided battle, <br>the rookies of the Bautista Pirate Crew <br>also confronted the heroes with extraordinary vigor."
    },
    {
      "type": "narrator",
      "text": "To gain the greatest reward, <br>they attacked with desperate expressions, <br>vying for credit."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "You guys, enough already! <br>Behave yourselves!"
    },
    {
      "type": "narrator",
      "text": "As a particularly loud horn blast echoes, <br>it creates a small whirlwind <br>that engulfs the pirates."
    },
    {
      "type": "character",
      "name": "Space Pirate",
      "avatar": "./char/placeholder.png",
      "text": "Guh-nuh-nuh-nuh...<br>If I can win the battle and get a reward from the captain, <br>this kind of wind is nothing-"
    },
    {
      "type": "character",
      "name": "Space Pirates",
      "avatar": "./char/placeholder.png",
      "text": "Gwaaaah!!"
    },
    {
      "type": "narrator",
      "text": "The villains, defeated by the force of the wind,<br>collided with each other, and are sucked alongside the other members<br>of their crew, flying away-"
    },
    {
      "type": "narrator",
      "text": "Even those who held their ground were caught in the chain reaction, <br>and the members of the pirate crew <br>were all blown high into the sky at once."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Sterio, can he move like that <br>even though he just transformed...? <br>And that weapon-"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "It's surprising, isn't it-",
          "dialogue_after_selection": []
        },
        {
          "text": "Everyone seems to be like that-",
          "dialogue_after_selection": []
        },
        {
          "text": "Parallel Weapons are-",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "narrator",
      "text": "[Player] explains about Parallel Weapons <br>to Canes, who is watching his sibling fight, <br>to the best of their knowledge."
    },
    {
      "type": "narrator",
      "text": "After awakening, heroes <br>naturally understand how to use their Parallel Weapons <br>from the moment they acquire them-"
    },
    {
      "type": "narrator",
      "text": "Furthermore, in Sterio's case, he suggests that his usual <br>activities as a hunter might be influencing <br>his combat style."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "I understand. He's so strong and <br>agile that he's even comparable to <br>senior hunters."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "And yet he's not arrogant, and he always <br>thinks of his family, what a kind guy... <br>He's a sibling I am really proud of."
    },
    {
      "type": "narrator",
      "text": "A voice that shakes the air and resonates deeply, <br>encouraging their companions in battle, <br>or rather like a beast's roar of intimidation."
    },
    {
      "type": "narrator",
      "text": "Canes listened nostalgically to the sound <br>from Sterio's giant horn-shaped <br>Parallel Weapon and muttered."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Even if he becomes a hero, <br>he'll surely be very active <br>and do well."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "Even if I could <br>transform into a hero, <br>it wouldn't be the same."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "......<br>He's truly amazing, <br>Sterio..."
    },
    {
      "type": "narrator",
      "text": "All the rookies of the Bautista Pirate Crew<br>were piled up in one place, stretched out."
    },
    {
      "type": "narrator",
      "text": "The heroes won the battle. <br>Nevertheless, Suhail laughed heartily<br>from the bottom of his stomach."
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Gah-hah-hah-hah! <br>This is hilarious, you rookies <br>are even more entertaining than I imagined!"
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "So, the battle's over, <br>but are you going to keep your promise, <br>Captain of the Pirate Crew?"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Of course I'll retreat from this place.<br>But, I didn't promise to do<br>nothing and just sit quietly!!"
    },
    {
      "type": "narrator",
      "text": "At that moment, Suhail's Parallel Weapon<br>launched itself straight towards [Player]."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "-[Player]!!"
    },
    {
      "type": "narrator",
      "text": "Handcuffs and bullets, two Parallel Weapons, <br>deflected the trajectory of the chained prosthetic arm, <br>protecting [Player]."
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "Symphonic Trigger!",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Barrel",
              "avatar": "./char/barrel.png",
              "text": "Hehe, are you two alright? <br>Now that this officer is here, you have nothing to worry about!"
            }
          ]
        },
        {
          "text": "Justy Arrestor!",
          "dialogue_after_selection": [
            {
              "type": "character",
              "name": "Gammei",
              "avatar": "./char/gammei.png",
              "text": "Geez, you're always in trouble, aren't you? <br>...Glad we made it in time."
            }
          ]
        },
        {
          "text": "You two are the best!"
        }
      ]
    },
    {
      "type": "character",
      "name": "Gammei",
      "avatar": "./char/gammei.png",
      "text": "From here on, UEHA shall takes over-<br>Bautista Pirate Crew, Suhail! <br>Today, you'll obediently let yourselves be arrested!"
    },
    {
      "type": "character",
      "name": "Barrel",
      "avatar": "./char/barrel.png",
      "text": "We officers will not allow <br>any more rampage <br>at this festival for citizens to enjoy!"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "Tch, it's you guys again! <br>You always interfere just when<br>things are getting interesting-"
    },
    {
      "type": "character",
      "name": "Suhail",
      "avatar": "./char/suhail.png",
      "text": "It can't be helped,<br>so that's enough for today! <br>Wake up the rookies, subordinates, retreat!"
    },
    {
      "type": "character",
      "name": "Gammei",
      "avatar": "./char/gammei.png",
      "text": "Like hell I'll let you escape <br>every single time, you idiot! <br>Just obediently get arrested-"
    },
    {
      "type": "character",
      "name": "Gammei",
      "avatar": "./char/gammei.png",
      "text": "Daaaaah!?"
    },
    {
      "type": "narrator",
      "text": "A small spaceship, flying at Suhail's signal, <br>sprays water guns <br>at the heroes' faces."
    },
    {
      "type": "character",
      "name": "Barrel",
      "avatar": "./char/barrel.png",
      "text": "Cough, cough!? <br>What is this, it's even more<br>troublesome than a smoke screen!"
    },
    {
      "type": "choice",
      "options": [
        {
          "text": "You're still doing as you please.",
          "dialogue_after_selection": []
        },
        {
          "text": "Well, it's 'interesting' visually...",
          "dialogue_after_selection": []
        },
        {
          "text": "Hey! Wait!",
          "dialogue_after_selection": []
        }
      ]
    },
    {
      "type": "narrator",
      "text": "While their companions created a diversion, <br>the members of the pirate crew scattered <br>and escaped into the sea and sky."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "How skillful... <br>That captain disappeared the moment <br>we looked away."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "Sorry, Gammei-kun, <br>but let's just be glad we managed <br>to protect [Player]."
    },
    {
      "type": "narrator",
      "text": "Saying that his buddy's safety is the top priority, <br>Rokusei continues to guard the surroundings <br>with Sterio."
    },
    {
      "type": "narrator",
      "text": "Eventually, UEHA also gave up the pursuit <br>and switched to investigating the infiltration route <br>and the venue with the Orient City police."
    },
    {
      "type": "character",
      "name": "Rokusei (Rookies)",
      "avatar": "./char/event_tsuneaki.png",
      "text": "But still, monsters and now villains, <br>it was a busy day, wasn't it? <br>You all should rest well today."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "...Yes. <br>Thank you again today, <br>[Player]-san, Rokusei-san."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "Thank you~ I had fun today too! <br>I look forward to tomorrow, <br>goodbye!"
    },
    {
      "type": "narrator",
      "text": "Soon after disbanding, the sun set, <br>and the siblings, having eaten and bathed, <br>lie down in their respective beds."
    },
    {
      "type": "narrator",
      "text": "They reflect on the day's events, <br>sharing what they enjoyed <br>and what interested them."
    },
    {
      "type": "narrator",
      "text": "In doing so, Sterio didn't miss<br>Canes's occasional clouded expression."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "...Canes, are you feeling unwell? <br>You've been listless ever since<br>we went to the consultation room."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "No, I'm fine now. <br>I heard a lot of things, and <br>I know what I should do."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes.png",
      "text": "To the heroes we'll meet tomorrow, <br>let's ask about their agencies too. <br>...Good night."
    },
    {
      "type": "character",
      "name": "Sterio",
      "avatar": "./char/sterio.png",
      "text": "……………<br>...Good night."
    },
    {
      "type": "narrator",
      "text": "Canes turns his back to his partner <br>and pulls the blanket over his head."
    },
    {
      "type": "narrator",
      "text": "He closed his eyes, and in the darkness, he reflects. <br>The reason why he started training so desperately, and <br>the true reason why he dreamed of being a hero."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes_b.png",
      "text": "Tomorrow, if I ask everyone what I need to know, <br>it will surely be alright. <br>He'll be able to do it alone."
    },
    {
      "type": "character",
      "name": "Canes",
      "avatar": "./char/canes_b.png",
      "text": "And when this Hero Festa is over-<br>I'll just leave my dream on Earth."
    }
  ]
  